Repository: artur-2300081/CosmoCuriosityApp
Catalog: CosmoCuriosityApp/Localizables/Localizable.xcstrings
Source language: en
Languages: pt_pt

source: Date: %@
pt_pt: Data

source: Details
pt_pt: Detalhes

source: Earth
pt_pt: Terra

source: Earth Image
pt_pt: Imagem da Terra

source: Earth View
pt_pt: Vista da Terra

source: Favorites
pt_pt: Favoritos

source: Hello, world!
pt_pt: Olá Mundo

source: Home
pt_pt: Inicio

source: Mars
pt_pt: Marte

source: Mars Photo
pt_pt: Foto de Marte

source: Mars Rover
pt_pt: Explorador de Marte

source: NASA Search
pt_pt: Pesquisa da NASA

source: No favorites yet!
pt_pt: Ainda nao há favoritos!

source: No photos found for this date.
pt_pt: Não foram encontradas fotos para esta data.

source: No results found.
pt_pt: Sem resultados

source: Picture of the day
pt_pt: Foto do dia

source: Rover: %@
pt_pt: Explorador

source: Search
pt_pt: Pesquisa

source: Search Images
pt_pt: Pesquisa de imagens

source: Search NASA images...
pt_pt: Pesquisar imagens da NASA

source: Select Earth Date
pt_pt: Selecione data de pesquisa
